export default {
  TokenExpiredOrInvalid:
    'Токен, который вы вошли в систему, устарел и/или сломан, пожалуйста,' +
    'повторно войдите в систему, чтобы получить доступ снова',
  UnauthorizedAccess:
    'Этот путь защищен и только для авторизованных пользователей, пожалуйста, сначала войдите, чтобы получить доступ',
  UnauthorizedDeviceAccess:
    'Похоже, вы изменили сеть или устройство, поэтому, пожалуйста, войдите снова из-за безопасности',
  AdminOnlyResource:
    'Этот путь доступен только для администраторов и разработчиков',
  AccessDeniedByCORS: 'Этот запрос отклонен системой безопасности CORS',
  'Too Many Requests': 'Превышено ограничение на частоту запросов',
  UserNotFound: 'Пользователь не найден в нашей базе данных',
  InvalidPassword: 'Неверный пароль'
};
